/* No comment provided by engineer. */
"  Coupon\nRedeemed" = "  Coupon\nRedeemed";

/* No comment provided by engineer. */
"Altruus needs to be allowed to post to your wall to work." = "Altruus needs to be allowed to post to your wall to work.";

/* No comment provided by engineer. */
"Cancel" = "Cancel";

/* No comment provided by engineer. */
"Code Detected!" = "Code Detected!";

/* No comment provided by engineer. */
"COUPON" = "COUPON";

/* No comment provided by engineer. */
"Error" = "Error";

/* No comment provided by engineer. */
"Facebook Error" = "Facebook Error";

/* No comment provided by engineer. */
"Feedback" = "Feedback";

/* No comment provided by engineer. */
"FEEDBACK" = "FEEDBACK";

/* No comment provided by engineer. */
"Home" = "Home";

/* No comment provided by engineer. */
"Last Promo" = "Last Promo";

/* No comment provided by engineer. */
"LAST PROMO" = "LAST PROMO";

/* No comment provided by engineer. */
"Link Social Accounts in the menu" = "Link Social Accounts in the menu";

/* No comment provided by engineer. */
"Linked Social Media" = "Linked Social Media";

/* No comment provided by engineer. */
"Linked Social Media:" = "Linked Social Media:";

/* No comment provided by engineer. */
"Loading Post.." = "Loading Post..";

/* No comment provided by engineer. */
"Loading QR Scanner..." = "Loading QR Scanner...";

/* No comment provided by engineer. */
"LOG OUT" = "LOG OUT";

/* No comment provided by engineer. */
"Logging In.." = "Logging In..";

/* No comment provided by engineer. */
"No linked social accounts" = "No linked social accounts";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Oops" = "Oops";

/* No comment provided by engineer. */
"Please enter both Username and Password" = "Please enter both Username and Password";

/* No comment provided by engineer. */
"Please enter feedback before sending." = "Please enter feedback before sending.";

/* No comment provided by engineer. */
"POST" = "POST";

/* No comment provided by engineer. */
"Post" = "Post";

/* No comment provided by engineer. */
"Posting Message..." = "Posting Message...";

/* No comment provided by engineer. */
"PROFILE" = "PROFILE";

/* No comment provided by engineer. */
"Promote" = "Promote";

/* No comment provided by engineer. */
"PROMOTE" = "PROMOTE";

/* No comment provided by engineer. */
"Provide your feedback here..." = "Provide your feedback here...";

/* No comment provided by engineer. */
"Scanning..." = "Scanning...";

/* No comment provided by engineer. */
"Sign Up" = "Sign Up";

/* No comment provided by engineer. */
"Success" = "Success";

/* No comment provided by engineer. */
"Tap to edit picture or username" = "Tap to edit picture or username";

/* No comment provided by engineer. */
"There was am error connecting your Twitter account." = "There was am error connecting your Twitter account.";

/* No comment provided by engineer. */
"There was an error linking your Facebook account" = "There was an error linking your Facebook account";

/* No comment provided by engineer. */
"There was an error linking your Twitter account." = "There was an error linking your Twitter account.";

/* No comment provided by engineer. */
"There was an error logging you in. Please try again." = "There was an error logging you in. Please try again.";

/* No comment provided by engineer. */
"There was an error posting your message. Please try again." = "There was an error posting your message. Please try again.";

/* No comment provided by engineer. */
"There was an error sending your feedback, please try again." = "There was an error sending your feedback, please try again.";

/* No comment provided by engineer. */
"There was an error unlinking your Facebook account." = "There was an error unlinking your Facebook account.";

/* No comment provided by engineer. */
"There was an error unlinking your Twitter account" = "There was an error unlinking your Twitter account";

/* No comment provided by engineer. */
"There was an issue loading the post. Go back and try again." = "There was an issue loading the post. Go back and try again.";

/* No comment provided by engineer. */
"There was an issue scanning the QR code. Go back and try again." = "There was an issue scanning the QR code. Go back and try again.";

/* No comment provided by engineer. */
"Unexpected response received from Twitter API." = "Unexpected response received from Twitter API.";

/* No comment provided by engineer. */
"Would you like to post the following to your social media accounts" = "Would you like to post the following to your social media accounts";

/* No comment provided by engineer. */
"Your feedback sent successfully!" = "Your feedback sent successfully!";

